Repository: sugarlabs/tamtam
Catalog: TamTamJam.activity/po/*.po
Languages: ps

source: TamTamJam
ps: ټم ټم ټم

source: Instrument Properties
ps: د آلې ځانتیاوې

source: Drum Kit Properties
ps: د ډرم کایټ ځانتیاوې

source: Loop Properties
ps: کړۍ ځانتیاوې

source: Assign Key
ps: سپارښت کیلي

source: Jam
ps: جم

source: Desktop
ps: سرپاڼه

source: Record
ps: رېګارډ

source: Volume:
ps: ډکون:

source: Pan:
ps: پېن:

source: Reverb:
ps: انعكاس:

source: Beats:
ps: وهل:

source: Regularity:
ps: سمون:

source: None
ps: هېڅ یو

source: Stop
ps: تمېدل

source: pause
ps: ځنډ

source: Master Volume
ps: آر ډکون

source: Tempo
ps: یون (تګ)

source: Sync to:
ps: سېنک ته:

source: 1 Beat
ps: ۱ وهل

source: 2 Beats
ps: ۲ وهل

source: 3 Beats
ps: ۳ وهل

source: 4 Beats
ps: ۴ وهل

source: 5 Beats
ps: ۵ وهل

source: 6 Beats
ps: ۶ وهل

source: 7 Beats
ps: ۷ وهل

source: 8 Beats
ps: ۸ وهل

source: 9 Beats
ps: ۹ وهل

source: 10 Beats
ps: ۱۰ وهل

source: 11 Beats
ps: ۱ وهل

source: 12 Beats
ps: ۱۲ وهل

source: Add new Sound
ps: د نوي غږ زیاتوونی

source: Desktop 1
ps: سرپاڼه ۱

source: Desktop %d
ps: سرپاڼه %d

source: Sound:
ps: غږ:ـ

source: Register:
ps: نومکښل:ـ

source: Select tool
ps: توک ټاکل

source: Draw tool
ps: انځورنې توکی

source: Paint tool
ps: رنګ توکی

source: Generate new tune
ps: نوې غږ جوړول

source: Generate page
ps: مخ جوړول

source: Page properties
ps: مخ ښودل ځانتیاوې

source: Delete page(s)
ps: مخ رونګول

source: Duplicate page(s)
ps: مخ كاپي كول

source: Add page
ps: مخ زیاتوونی

source: Beats per page
ps: وهل-پر-مخ

source: Save tune
ps: سر ساتل

source: Load tune
ps: غږ پیلول

source: Generate track
ps: پلنيوى جوړول

source: Track properties
ps: پلنيوى ځانتیاوې

source: Clear track
ps: پلنيوى پاکول

source: Note(s) properties
ps: يادښت ځانتیاوې

source: Lower volume
ps: ټيټ غږ

source: Raise volume
ps: لوړ غږ

source: Play
ps: غږول

source: Pause
ps: ځنډ

source: Keyboard recording
ps: كيليدړه ركارډونه

source: Save as .ogg
ps: ساتل لكه .ogg

source: Rewind
ps: له سره ول

source: Save to journal and quit
ps: په ورځپاڼه كې ساتل او پرېښون

source: Master volume
ps: ماسټرغږ

source: Left click to mute, right click to solo
ps: د غلي كولو لپاره ښي ټك وكړئ، د ځانته لپاره ښي ټك كړئ

source: -- Rythm density, | Rythm regularity
ps: -- رېتم كثافت، | رېتم سمون

source: -- Average duration, | Silence probability
ps: منځالى موده, | چوپ احتمال

source: Drunk
ps: مست

source: Drone and Jump
ps: ياهو او جمپ وهل

source: Repeater
ps: بيا ويونكې

source: Loop segments
ps: د كړۍ ټوټې

source: Major scale
ps: ستر مېچ

source: Harmonic minor scale
ps: همغږې ټيټ مېچ

source: Natural minor scale
ps: فطري ټيټ مېچ

source: Phrygian scale
ps: پرېګيان مېچ

source: Dorian scale
ps: ډورين مېچ

source: Lydian scale
ps: لېډيان مېچ

source: Myxolydian scale
ps: مېكسولېډيان مېچ

source: Save preset
ps: مخجوړ ساتل

source: Load preset
ps: مخجوړ بارول

source: Generate
ps: توليدول

source: Close
ps: بندول

source: Transpose up
ps: پورته سُر بدلول

source: Transpose down
ps: لاندې سُر بدلول

source: Volume up
ps: غږ لوړول

source: Volume down
ps: غږ كښته كول

source: Panoramisation
ps: منظربدلونه

source: Reverb
ps: انعكاس

source: Attack duration
ps: د بريد موده

source: Decay duration
ps: د ورانۍ موده

source: Arabic Kit
ps: افريقايي ګډۍ

source: South American Kit
ps: سوېلي امريكايي ګډۍ

source: Electronic Kit
ps: برېښيزه ګډۍ
