Repository: sugarlabs/tamtam
Catalog: TamTamMini.activity/po/*.po
Languages: fa_af

source: TamTamMini
fa_af: تمتم کوچک

source: Play
fa_af: نواختن

source: Record
fa_af: ضبط کردن

source: TamTam
fa_af: تمتم

source: Balance
fa_af: توازن

source: Reverb
fa_af: انعکاس

source: Record microphone into slot 1
fa_af: صدای بلندگو را در شکاف 1 ضبط کنید

source: Record microphone into slot 2
fa_af: صدای بلندگو را در شکاف 2 ضبط کنید

source: Record microphone into slot 3
fa_af: صدای بلندگو را در شکاف 3 ضبط کنید

source: Click to record a loop
fa_af: برای ضبط یک حلقه تیک نمائید

source: Click to add a loop
fa_af: برای اضافه یک حلقه تیک نمائید

source: Click to clear all loops
fa_af: برای حذف همه حلقه ها تیک نمائید

source: Add new Sound
fa_af: صدای جدیدی را اضافه کن

source: Sound:
fa_af: صدا:

source: Register:
fa_af: ثبت:

source: Select tool
fa_af: ابزار انتخاب

source: Draw tool
fa_af: ابزار نقاشی

source: Paint tool
fa_af: ابزار رسامی

source: Generate new tune
fa_af: نوای جدیدی بساز

source: Generate page
fa_af: صفحه بساز

source: Page properties
fa_af: خصوصیات صفحه

source: Delete page(s)
fa_af: حذف صفحه(ات)

source: Duplicate page(s)
fa_af: دوگانگی صفحه(ات)

source: Add page
fa_af: اضافه کردن صفحه

source: Beats per page
fa_af: ضربان در هر صفحه

source: Save tune
fa_af: نوا را ثبت کن

source: Load tune
fa_af: نوا را اجرا کن

source: Generate track
fa_af: شیار بساز

source: Track properties
fa_af: خصوصیات شیار

source: Clear track
fa_af: شیار را صاف کن

source: Duplicate track
fa_af: شیار را دوگانه کن

source: Note(s) properties
fa_af: خصوصیات نوت (ها)

source: Delete note(s)
fa_af: حذف نوت (ها)

source: Duplicate note(s)
fa_af: دوگانگی نوت (ها)

source: Move note in time
fa_af: نوت را در وقت ببرید

source: Lower pitch
fa_af: کم کردن تراکم کاراکترها

source: Raise pitch
fa_af: بالا بردن تراکم کاراکترها

source: Modify duration
fa_af: تعدیل مدت

source: Lower volume
fa_af: صدا را پائین کن

source: Raise volume
fa_af: صدا را زیاد کن

source: Pause
fa_af: مکث

source: Stop
fa_af: توقف

source: Keyboard recording
fa_af: ضبط صفحه کلید

source: Save as .ogg
fa_af: ضبط بحیث فایل صوتی

source: Rewind
fa_af: بازپیچی

source: Save to journal and quit
fa_af: به یادداشت ثبت کن و بند کن

source: Master volume
fa_af: صدای اصلی

source: Tempo
fa_af: ميزان‌ سرعت‌

source: Left click to mute, right click to solo
fa_af: برای بی صدا تیک چپ، برای تک نوازی تیک راست

source: -- Rythm density, | Rythm regularity
fa_af: -- تراکم ساز، ترتیبِ ساز

source: -- Pitch regularity, | Pitch maximum step
fa_af: -- ترتیب سطح، / گام نهایی سطح

source: -- Average duration, | Silence probability
fa_af: -- جریان متوسط، / احتمال خاموشی

source: Drunk
fa_af: مست

source: Drone and Jump
fa_af: وزوز کردن و پریدن

source: Repeater
fa_af: تکرار کننده

source: Loop segments
fa_af: بندهای حلقه

source: Major scale
fa_af: مقیاس بزرگ

source: Harmonic minor scale
fa_af: مقیاس کوچک هم آهنگ

source: Natural minor scale
fa_af: مقیاس کوچک طبیعی

source: Phrygian scale
fa_af: مقیاس فرگیان

source: Dorian scale
fa_af: مقیاس دوریان

source: Lydian scale
fa_af: مقیاس لیدیان

source: Myxolydian scale
fa_af: مقیاس میکسلودین

source: Save preset
fa_af: پیش نشان را ثبت کن

source: Load preset
fa_af: پیش نشان را اجرا کن

source: Generate
fa_af: ساختن

source: Close
fa_af: بند کردن

source: Transpose up
fa_af: ترانهادن بالا

source: Transpose down
fa_af: ترانهادن پائین

source: Volume up
fa_af: بالا بردن صدا

source: Volume down
fa_af: پائین بردن صدا

source: Panoramisation
fa_af: منظره سازی

source: Attack duration
fa_af: مدت حمله

source: Decay duration
fa_af: مدت تجزیه

source: Lowpass filter
fa_af: صافی پائین گذار

source: Highpass filter
fa_af: صافی بالا گذار

source: Bandpass filter
fa_af: صافی باند گذار

source: Filter cutoff
fa_af: قطع صافی

source: Open algorithmic generator
fa_af: سازنده الگوریتمی را بازکن

source: Line
fa_af: خط

source: Drone and jump
fa_af: وزوزکردن و پریدن

source: Minimum value
fa_af: کمترین مقدار

source: Maximum value
fa_af: زیادترین مقدار

source: Specific parameter
fa_af: پارامتر مشخص

source: Apply generator
fa_af: زاینده را اجرا کن

source: Cancel
fa_af: لغو

source: Volume
fa_af: صدا

source: Play / Stop
fa_af: نواختن / توقف

source: Left click to record, right click to record on top
fa_af: تیک چپ برای ضبط، تیک راست در بالا برای ضبط

source: Complexity of beat
fa_af: پیچیدگی ضربان

source: Beats per bar
fa_af: ضربان در هر نوار

source: Jazz / Rock Kit
fa_af: بسته لوازم موسیقی جاز / راک

source: African Kit
fa_af: بسته لوازم افریقایی

source: Arabic Kit
fa_af: بسته لوازم عربی

source: South American Kit
fa_af: بسته لوازم امریکای جنوبی

source: Electronic Kit
fa_af: بسته لوازم برقی

source: Record with the microphone
fa_af: توسط بلندگو ضبط کن

source: Open SynthLab to create noise
fa_af: برای تولید سروصدا آزمایشگاه آميزش را بساز

source: Record mic into slot 1
fa_af: صدای بلندگو را در شکاف 1 ضبط کن

source: Record mic into slot 2
fa_af: صدای بلندگو را در شکاف 2 ضبط کن

source: Record mic into slot 3
fa_af: صدای بلندگو را در شکاف 3 ضبط کن

source: Record mic into slot 4
fa_af: صدای بلندگو را در شکاف 4 ضبط کن
