Repository: sugarlabs/tamtam
Catalog: po/*.po
Languages: de

source: Play / Pause
de: Abspielen / Pause

source: Stop
de: Stopp

source: Select tool
de: Auswahlwerkzeug

source: Draw Tool
de: Zeichenwerkzeug

source: Paint Tool
de: Malwerkzeug

source: Duplicate
de: Verdoppeln

source: Generate Tune
de: Melodie erzeugen

source: Generation
de: Erzeugung

source: Record keyboard
de: Von Tastatur aufzeichnen

source: Record to ogg
de: Aufzeichnung als .ogg

source: Volume / Tempo
de: Lautstärke / Tempo

source: Properties
de: Eigenschaften

source: Volume
de: Lautstärke

source: Rhythm
de: Rhythmus

source: Density
de: Dichte

source: Regularity
de: Regelmässigkeit

source: Pitch
de: Tonhöhe

source: Maximum step
de: Maximaler Schritt

source: Duration
de: Dauer

source: Note duration
de: Notendauer

source: Silence density
de: Ruhedichte

source: Scale:
de: Tonleiter:

source: Mode:
de: Modus:

source: Drone and Jump
de: Dröhnen und Pochen

source: Repeater
de: Wiederholung

source: Loop segments
de: Schleifensegmente

source: None
de: Kein

source: Lowpass
de: Tiefpass

source: Highpass
de: Hochpass

source: Line
de: Notenlinie

source: Purple
de: Violett

source: Green
de: Grün

source: Blue
de: Blau

source: Yellow
de: Gelb

source: Grid division:
de: Gittereinteilung:

source: Page color:
de: Seitenfarbe:

source: Transposition:
de: Transponieren:

source: Reverb
de: Hall

source: Attack duration
de: Anschlagdauer

source: Decay duration
de: Abklingdauer

source: Filter Type:
de: Filtertyp:

source: Type
de: Typ

source: Random
de: Zufall

source: Track 1 Volume
de: Spur 1 - Lautstärke

source: Track 5 Properties
de: Spur 5 - Eigenschaften

source: Generate
de: Erzeugen

source: Record
de: Aufnehmen

source: Compose
de: Komponieren

source: Mute track
de: Spur stillschalten

source: Solo track
de: Nur diese Spur spielen

source: Track %s Properties
de: Spur %s - Eigenschaften

source: Left click to mute, right click to solo
de: Links klicken zum Stummschalten, rechts klicken, um nur diese Spur zu spielen

source: Instrument Properties
de: Instrumenteneigenschaften

source: Drum Kit Properties
de: Trommelseteigenschaften

source: Loop Properties
de: Schleifeneigenschaften

source: Assign Key
de: Schlüssel zuweisen

source: Desktop
de: Schreibtisch

source: Playback
de: Wiedergabe

source: Pan:
de: Raumklang:

source: Beats:
de: Schläge:

source: Regularity:
de: Regelmäßigkeit:

source: Master volume
de: Gesamtlautstärke

source: Stop Loops
de: Schleifen stoppen

source: Mute Loops
de: Schleifen stummschalten

source: Jump To Beat
de: Zum Schlag springen

source: Synch to:
de: Abgleichen mit:

source: 1 Beat
de: 1 Schlag

source: 2 Beats
de: 2 Schläge

source: 3 Beats
de: 3 Schläge

source: 4 Beats
de: 4 Schläge

source: 5 Beats
de: 5 Schläge

source: 6 Beats
de: 6 Schläge

source: 7 Beats
de: 7 Schläge

source: 8 Beats
de: 8 Schläge

source: 9 Beats
de: 9 Schläge

source: 10 Beats
de: 10 Schläge

source: 11 Beats
de: 11 Schläge

source: 12 Beats
de: 12 Schläge

source: Desktop 1
de: Schreibtisch 1

source: Desktop %d
de: Schreibtisch %d

source: Record microphone into slot 1
de: Mikrofonaufnahme in Kanal 1

source: Record microphone into slot 2
de: Mikrofonaufnahme in Kanal 2

source: Record microphone into slot 3
de: Mikrofonaufnahme in Kanal 3

source: Add new Sound
de: Neuen Klang hinzufügen

source: Sound:
de: Klang:

source: Play
de: Abspielen

source: Click to record a loop
de: Klicke für Aufnahme einer Schleife

source: Click to add a loop
de: Klicke um Schleife hinzuzufügen

source: Click to clear all loops
de: Klicke um alle Schleifen zu löschen

source: Source
de: Quelle

source: Effect
de: Effekt

source: Control
de: Regler

source: Sound Output
de: Klangausgabe

source: Frequency
de: Frequenz

source: Waveform
de: Wellenform

source: Sine
de: Sinus

source: Triangle
de: Dreieck

source: Bi-Square
de: Doppelt quadratisch

source: Uni-Square
de: Einfach quadratisch

source: Sawtooth
de: Sägezahn

source: Sawtooth-down
de: Fallender Sägezahn

source: Offset
de: Versatz

source: A low frequency oscillation (LFO) is an inaudible, pulsing wave used to change another sound.
de: Eine Low Frequency Oscillation (LFO) ist eine unhörbare, pulsierende Schwingung, mit der ein anderer Ton verändert werden kann.

source: The volume of the LFO wave. More volume means more effect.
de: Die Stärke der LFO Schwingung. Sie bestimmt die Stärke des Effekts.

source: The speed of the wave.
de: Die Geschwindigkeit der Schwingung.

source: The type of wave that will be used for the LFO.
de: Die Form der Schwingung, die beim LFO zum Einsatz kommt.

source: The value added to the amplitude of the LFO.
de: Der Wert, der zur Amplitude des LFO dazugezählt wird.

source: Seed
de: Anfangswert

source: A sequence of numbers without repetition chosen by the computer.
de: Eine vom Computer generierte Folge von sich nicht wiederholenden Zahlen.

source: The smallest number allowed
de: Die kleinste zulässige Zahl

source: The biggest number allowed.
de: Die größte zulässige Zahl.

source: The speed of the sequence.
de: Die Geschwindigkeit der Abfolge.

source: The number to initialize the number generator
de: Die Zahl zur Initialisierung des Zahlengenerators

source: Envelope
de: Hüllkurve

source: An ADSR envelope is the shape of the sound's volume over time.
de: Eine ADSR Hüllkurve definiert den Verlauf der Lautstärke eines Tons über die Zeit.

source: (A) how quickly the sound reaches full volume.
de: (A) wie schnell ein Ton seine maximale Lautstärke erreicht.

source: (D) how quickly the sound drops after the attack.
de: (D) wie schnell die Lautstärke eines Ton vom Maximum wieder auf normales Niveau zurückgeht.

source: (S) the volume of the sound until the note is released.
de: (S) die Lautstärke eines Tons bis zum Ende der Note.

source: (R) how quickly the sound goes away.
de: (R) wie schnell der Ton ausklingt.

source: Scaling
de: Skalierung

source: Poll time
de: Abfrageintervall

source: The trackpad can be used to modify the sound. This is from left to right.
de: Mit dem Trackpad kann der Klang verändert werden. In diesem Fall von links nach rechts.

source: The minimum value the trackpad will send.
de: Den kleinsten Wert, den das Trackpad senden soll.

source: The maximum value the trackpad will send.
de: Den größten Wert, den das Trackpad senden soll.

source: The shape of the value repartition. In a straight line (linear) or a curved line (logarithmic).
de: Der Skalierungstyp: Linear oder logarithmisch.

source: The time interval between each event coming from the trackpad.
de: Die Zeitspanne zwischen den übermittelten Ereignissen vom Trackpad.

source: The trackpad can be used to modify the sound. This is from top to bottom.
de: Mit dem Trackpad kann der Klang verändert werden. In diesem Fall von oben nach unten.

source: Carrier Frequency
de: Trägerfrequenz

source: Modulator Frequency
de: Modulationsfrequenz

source: Gain
de: Verstärkung

source: Frequency modulation synthesis (FM) creates an electronic sound by combining the frequency of two waves (the carrier and the modulator).
de: Frequenzmodulationssynthese (FM) erzeugt einen elektronischen Klang durch die Kombination der Frequenzen zweier Schwingungen (Träger und Modulator).

source: The main wave frequency.
de: Die Frequenz der Hauptschwingung.

source: The frequency of the wave that will modify the Carrier wave.
de: Die Frequenz der Schwingung, welche die Trägerfrequenz verändert.

source: The variation in frequency of the Carrier wave.
de: Die Schwankung der Trägerfrequenz.

source: The volume of the sound.
de: Die Lautstärke des Klangs.

source: Buzz
de: Summen

source: Number of harmonics
de: Anzahl Obertöne

source: Filter Slope
de: Filtersteilheit

source: A buzz is a very bright sound with many harmonics.
de: Ein Buzz ist ein sehr heller Klang mit vielen Obertönen.

source: The pitch of the buzz sound.
de: Die Tonlage des Summen.

source: The harmonic thickness of the sound.
de: Die Oberwellendichte des Klangs.

source: The brightness of the sound.
de: Die Helligkeit des Klanges.

source: Square
de: Quadrat

source: A voltage-controlled oscillator (VCO) creates an electronic sound by combining the shape of two waves.
de: Ein Voltage-Controlled Oscillator (VCO) erzeugt einen elektronischen Klang durch die Kombination der Form zweier Schwingungen.

source: The wave that will be modified by the VCO.
de: Die vom VCO veränderte Schwingung.

source: The shape of the VCO's wave.
de: Die Form der Schwingung des VCOs.

source: Pluck
de: Zupfen

source: An electronic string instrument (like a guitar).
de: Ein elektronisches Saiteninstrument (wie eine Gitarre).

source: The pitch of the instrument.
de: Die Tonlage des Instruments.

source: Noise
de: Rauschen

source: White
de: Weiss

source: Pink
de: Rosa

source: Gauss
de: Gauß

source: Noise is a sound with energy on every frequency.
de: Rauschen ist ein Klang, der sich aus allen Frequenzen zusammensetzt.

source: The shape of noise to be used (white = bright, pink = dark, gauss = colored).
de: Die Art des zu verwendenden Rauschens (weiss = hell, rosa = dunkel, gauss = farbig).

source: The thickness of the sound.
de: Die Dichte des Klangs.

source: Sample Number
de: Sample Nummer

source: A sample is a real sound that has been recorded and that can be played back.
de: Ein Sample ist ein echter Klang, welcher aufgezeichnet wurde und nun abgespielt werden kann.

source: The pitch of the sample.
de: Die Tonlage eines Samples.

source: The sample to be used.
de: Das zu verwendende Sample.

source: Voice
de: Stimme

source: Vowel
de: Vokal

source: An electronic voice.
de: Eine elektronische Stimme.

source: The pitch of the sound.
de: Die Tonlage des Klangs.

source: The shape of the sound based on vowels.
de: Die Form des auf Vokalen basierenden Klanges.

source: Grain
de: Klangatom

source: The grain effect splits the sound in tiny bits which can be rearranged in time.
de: Der Grain- Effekt teilt den Klang in kleine Teile die zeitlich umgeordnet werden können.

source: The pitch of grains.
de: Die Tonhöhe der Klangatome.

source: The variation in pitch of grains.
de: Die Tonhöhenvariation der Klangatome.

source: Additive Synthesis
de: Additive Synthese

source: Spread
de: Streuung

source: Additive synthesis creates musical timbre by combining different waves.
de: Die additive Synthese generiert musikalische Klangfarben durch Kombination verschiedener Schwingungen.

source: The separation between the different waves.
de: Die Trennung zwischen den verschiedenen Schwingungen.

source: The shape of the wave.
de: Die Form der Schwingung.

source: Microphone input
de: Mikrofoneingang

source: Length of the memory
de: Speicherlänge

source: memory number
de: Speichernummer

source: Playback speed
de: Wiedergabegeschwindigkeit

source: Microphone input is record into a buffer for playback (right-click on the object to record sound)
de: Das Mikrofonsignal wird für die Wiedergabe in einem Puffer aufgezeichnet (Rechtsklick auf Objekt zeichnet Klang auf)

source: This parameter can not be modified
de: Dieser Parameter kann nicht geändert werden

source: Speed playback changes duration and pitch of the sound
de: Die schnelle Wiedergabe ändert die Dauer und die Tonlage des Klanges

source: Feedback
de: Rückkopplung

source: Delay is an audio effect that repeats the sound over and over.
de: Delay bezeichnet einen Effekt, bei dem ein Klang immer wieder wiederholt wird.

source: The speed of the delay.
de: Die Schnelligkeit des Delay.

source: The time it takes for the sound to go away.
de: Wie lange es dauert, bis der Ton ausgeklungen ist.

source: Distortion
de: Verzerrung

source: Resonance
de: Resonanz

source: Distortion Level
de: Grad der Verzerrung

source: Distortion is the deformation of a wave which creates harsh sounds.
de: Verzerrung nennt man die Verformung einer Schwingung um raue Klänge zu erzeugen.

source: The pitch of the distorted sound.
de: Die Tonlage des verzerrten Klangs.

source: The amount of vibration the instrument has against itself.
de: Die Neigung eines Instruments zum Mitschwingen.

source: The volume of the distorted sound.
de: Die Lautstärke eines verzerrten Klangs.

source: An audio filter is designed to brighten, darken or color a sound.
de: Ein Audiofilter dient dazu den Klang aufzuhellen, abzudunkeln oder einzufärben.

source: The point in the sound to be filtered.
de: Das zu filternde Klangelement.

source: The size of the region affected by the filter.
de: Die Größe des Bereichs, der vom Filter beeinflusst wird.

source: The type of filter used: lowpass = dark, highpass = bright, bandpass = colored.
de: Der Typ des verwendeten Filters: Tiefpass=dunkel, Hochpass=hell, Bandpass=farbig.

source: Mix
de: Mischung

source: Ring modulation is an audio effect that creates metallic sounds.
de: Der Ringmodulator ist ein Effekt, der metallisch klingende Töne erzeugt.

source: The pitch of the ring modulator.
de: Die Tonlage des Ringmodulators.

source: The volume of the modulated sound.
de: Die Lautstärke des modulierten Klangs.

source: The shape of the wave used for modulation.
de: Die Form der für die Modulation verwendeten Schwingung.

source: Length
de: Länge

source: Reverb Level
de: Hallpegel

source: Reverberation is the length a sound stays in a room.
de: Nachhall ist die Dauer in der ein Klang im Raum verbleibt.

source: The size of the room.
de: Die Grösse des Raumes.

source: The brightness of the reverberated sound.
de: Die Helligkeit des halligen Klanges.

source: The amount of reverb to be applied.
de: Die Umfang des zugewiesenen Halls.

source: Dry delay
de: Unbearbeite Verzögerung

source: A harmonizer doubles the sound musically.
de: Ein Harmonizer verdoppelt den Klang musikalisch.

source: The pitch of the doubled sound.
de: Die Tonhöhe des gedoppelten Klanges.

source: The start time of the original sound.
de: Die Startzeit des Originalklanges.

source: The balance between the original and the doubled sound.
de: Die Balance zwischen dem originalen und dem gedoppelten Klang.

source: Equalizer 4 bands
de: 4-Band-Equalizer

source: Band one gain
de: Verstärkung Band 1

source: Band two gain
de: Verstärkung Band 2

source: Band three gain
de: Verstärkung Band 3

source: Band four gain
de: Verstärkung Band 4

source: A 4 band equalizer chooses slices (bands) in the sound and makes them louder or softer.
de: Ein 4-Band-Equalizer ermöglicht es, die Lautstärke von vier Frequenzbändern anzuheben oder abzusenken.

source: The volume of band 1 (low).
de: Die Lautstärke des 1. Bandes (sehr tiefe Frequenzen).

source: The volume of band 2 (mid-low).
de: Die Lautstärke des 2. Bandes (tiefe Frequenzen).

source: The volume of band 3 (mid-high).
de: Die Lautstärke des 3. Bandes (hohe Frequenzen).

source: The volume of band 4 (high).
de: Die Lautstärke des 4. Bandes (sehr hohe Frequenzen).

source: Chorus
de: Chor

source: LFO Depth
de: LFO Tiefe

source: LFO Frequency
de: LFO Frequenz

source: The chorus effect plays copies of the same sound with a slight variation.
de: Der Choreffekt spielt Kopien des selben Klangs mit kleinen Variationen.

source: The volume of the LFO signal.
de: Die Lautstärke des LFO Signals.

source: The pitch of the LFO signal.
de: Die Tonhöhe des LFO Signals.

source: The amount of delay between the two signals.
de: Der Wert der Verzögerung zwischen den beiden Signalen.

source: Presets
de: Voreinstellungen

source: : controller output
de: : Reglerausgabe

source: : sound output
de: : Klangausgabe

source: : sound input
de: : Klangeingabe

source: Send sound to the speakers
de: Schicke Klang zu den Lautsprechern

source: Duration:
de: Dauer:

source: Reset the worktable
de: Arbeitsplatz zurücksetzen

source: Draw tool
de: Zeichenwerkzeug

source: Paint tool
de: Malwerkzeug

source: Generate new tune
de: Neue Melodie erzeugen

source: Generate page
de: Seite erzeugen

source: Page properties
de: Seiteneigenschaften

source: Delete page(s)
de: Seite(n) löschen

source: Duplicate page(s)
de: Seite(n) duplizieren

source: Add page
de: Seite hinzufügen

source: Beats per page
de: Schläge pro Seite

source: Save tune
de: Melodie speichern

source: Load tune
de: Melodie laden

source: Generate track
de: Spur erzeugen

source: Track properties
de: Spureigenschaften

source: Clear track
de: Spur löschen

source: Duplicate track
de: Spur duplizieren

source: Note(s) properties
de: Noteneigenschaften

source: Delete note(s)
de: Note(n) löschen

source: Duplicate note(s)
de: Dupliziere Note(n)

source: Move note in time
de: Note in der Zeit verschieben

source: Lower pitch
de: Tonhöhe senken

source: Raise pitch
de: Tonhöhe steigern

source: Modify duration
de: Dauer ändern

source: Lower volume
de: Lautstärke verringern

source: Raise volume
de: Lautstärke erhöhen

source: Keyboard recording
de: Von Tastatur aufzeichnen

source: Save as .ogg
de: Als .ogg speichern

source: Rewind
de: Zurückspulen

source: Save to journal and quit
de: Ins Journal speichern und beenden

source: -- Rhythm density, | Rhythm regularity
de: -- Rythmusdichte, | Rythmusregelmässigkeit

source: -- Pitch regularity, | Pitch maximum step
de: -- Tonhöhen-Gleichmässigkeit, | maximales Tonhöhenintervall

source: -- Average duration, | Silence probability
de: -- Durchschnittsdauer, | Ruhehäufigkeit

source: Major scale
de: Durtonleiter

source: Harmonic minor scale
de: Harmonische Molltonleiter

source: Natural minor scale
de: Reine Molltonleiter

source: Phrygian scale
de: Phrygische Tonleiter

source: Dorian scale
de: Dorische Tonleiter

source: Lydian scale
de: Lydische Tonleiter

source: Save preset
de: Voreinstellung speichern

source: Load preset
de: Voreinstellung laden

source: Close
de: Schließen

source: Transpose up
de: Versetzen nach oben

source: Transpose down
de: Versetzen nach unten

source: Volume up
de: Lautstärke steigern

source: Volume down
de: Lautstärke senken

source: Panoramization
de: Panoramaregler

source: Lowpass filter
de: Tiefpassfilter

source: Highpass filter
de: Hochpassfilter

source: Filter cutoff
de: Filtergrenze

source: Open algorithmic generator
de: Öffne Algorithmusgenerator

source: Minimum value
de: Minimalwert

source: Maximum value
de: Maximalwert

source: Specific parameter
de: Spezielle Parameter

source: Apply generator
de: Generator anwenden

source: Cancel
de: Abbrechen

source: Keyboard
de: Tasteninstrument

source: Percussions
de: Schlaginstrument

source: Strings
de: Saiteninstrument

source: Winds
de: Blasinstrument

source: Play / Stop
de: Abspielen / Stopp

source: Left click to record, right click to record on top
de: Links klicken, um aufzunehmen, rechts klicken, um darüber aufzunehmen

source: Complexity of beat
de: Komplexität des Schlages

source: Beats per bar
de: Schläge pro Takt

source: Record with the microphone
de: Aufnahme mit dem Mikrofon

source: Open SynthLab to create noise
de: Öffne SynthLab, um Geräusche zu erzeugen

source: Guinea Pig
de: Hausmeerschweinchen

source: Electric Guitar
de: Elektrische Gitarre

source: Harpsichord
de: Cembalo

source: Clarinet
de: Klarinette

source: Flute
de: Flöte

source: Piano
de: Pianino

source: Harmonica
de: Mundharmonika

source: Trumpet
de: Trompete

source: Flugelhorn
de: Flügelhorn

source: Marimba
de: Marimbaphon

source: Fingercymbals
de: Zimbel

source: Electric Bass
de: Elektrische Bass

source: Acoustic Guitar
de: Akustische Gitarre

source: Dice
de: Spielwürfel

source: Didjeridu
de: Didgeridoo

source: Horse
de: Hauspferd

source: Kalimba
de: Lamellophone

source: Mandolin
de: Mandoline

source: Ocarina
de: Okarina

source: Rhodes
de: Fender Rhodes

source: Saxophone
de: Saxophon

source: Soprano Saxophone
de: Sopransaxophon

source: Cello
de: Violoncello

source: Chimes
de: Röhrenglocken

source: Jazz / Rock Kit
de: Jazz-/Rock-Set

source: African Kit
de: Afrikanisches Set

source: Arabic Kit
de: Arabisches Set

source: Electronic Kit
de: Elektronisches Set

source: South American Kit
de: Lateinamerikanisches Set
