Repository: sugarlabs/tamtam
Catalog: po/ayc.po
Languages: ayc

source: TamTamSuite
ayc: TamTamSuite wakichata

source: A music and sound exploration application for Sugar
ayc: Sugar wakichatataki warurt'anaka sijiqinaka thaqaña

source: TamTam is a suite of four music and sound related activities for Sugar. TamTam is written in python with some C functions for speed-critical services. The audio engine for TamTam is Csound.
ayc: TamTam wakichataxa pusi luräwiniwa uka Sugar wakichata taypita warurt'anaka sijiqinaka thaqañataki wakichatawa. TamTam wakichataxa Python wakichata qillqampi qillqatawa uka C chimpumpi ch'ama luräwinaka k'ata sarayañataki. Ist'aña sarayiri TamTam wakichatanxa uka Csound sata wakichatawa.

source: Play / Pause
ayc: Qaltaña / Suyt'ayaña

source: Stop
ayc: Sayt'ayaña

source: Select tool
ayc: Akïri t'aqana lurañanakapa

source: Draw Tool
ayc: Jiruña lurañanakapa

source: Paint Tool
ayc: Samichaña lurañanaka

source: Duplicate
ayc: Payaptayaña

source: Generate Tune
ayc: Warurt'äwi sartayaña

source: Generation
ayc: Sartayäwi

source: Record keyboard
ayc: Qillqaña limt'añanaka katuqaña

source: Record to ogg
ayc: ogg kasta apaqañaru katuqaña

source: Volume / Tempo
ayc: Jach'ata arsüwi / Pacha

source: Properties
ayc: Ajlliwi

source: Volume
ayc: Jach'ata arsüwi

source: Tempo
ayc: Pacha

source: Rhythm
ayc: Warurt'a kasta

source: Density
ayc: Sinkjtiri

source: Regularity
ayc: Jani atiya

source: Pitch
ayc: Sijiqi kasta

source: Maximum step
ayc: Tukuya luräwi

source: Duration
ayc: Jaya sara

source: Note duration
ayc: Wakichata pacha chimpu

source: Silence density
ayc: Ch'ujtäwi taña chimpu

source: Scale:
ayc: Taña chimpu:

source: Mode:
ayc: Wakichatampi:

source: Drunk
ayc: Machata

source: Drone and Jump
ayc: Ch'ilili thuqtäwi

source: Repeater
ayc: Kuttayiri

source: Loop segments
ayc: Wakichatanaka kuttayaña

source: None
ayc: Jani mayni

source: Lowpass
ayc: Jisk'ata sarayma

source: Bandpass
ayc: Qurpa chillqikipaña

source: Highpass
ayc: Jach'ata sarayma

source: Line
ayc: Wakichäwi

source: Purple
ayc: Janchiru ayri churiri sami

source: Green
ayc: Ch'uxña

source: Blue
ayc: Larama

source: Yellow
ayc: Q'illu

source: Grid division:
ayc: Suk'u suk'u jaljayaña:

source: Page color:
ayc: Laphina samipa:

source: Transposition:
ayc: Jaqukipaña:

source: Pan:
ayc: Qawaya:

source: Reverb
ayc: Uñstayaña

source: Attack duration
ayc: Atipjäwina sayt'asiña

source: Decay duration
ayc: Aynacht'äwina sayt'asiña

source: Filter Type:
ayc: Susuña ch'iqiña:

source: Type
ayc: Ch'iqiña

source: Minimum
ayc: Jisk'aptata

source: Maximum
ayc: Jach'aptata

source: Random
ayc: Kawkipiri

source: Track 1 Volume
ayc: 1 thaki jach'ata ch'axwäwipa

source: Track 5 Properties
ayc: 5 thakina utjirinakapa

source: Generate
ayc: Sartayaña

source: Record
ayc: Katuqaña

source: Tools
ayc: Lurañanaka

source: M
ayc: S chimpu

source: S
ayc: 1P chimpu

source: Track %s Properties
ayc: Thakina utjirinakapa %s

source: Left click to mute, right click to solo
ayc: Clic sata ch'iqäxana ch'ujtayañataki , clic sata kupïxa limt'ma

source: Instrument Properties
ayc: Lurañana utjirinakapa

source: Drum Kit Properties
ayc: Liq'iñanaka ikipu utjirinakapa

source: Loop Properties
ayc: Kuttayañana utjirinakapa

source: Assign Key
ayc: Chimpu ch'ikuñchaña

source: Jam
ayc: Llankht'aña

source: Beat
ayc: wila sirka putuqi

source: Desktop
ayc: Qillqaña

source: Drum Kits
ayc: Liq'iñanaka tamapa

source: Loops
ayc: Llawuntatanaka

source: Loop
ayc: Llawuntata

source: Pan:
ayc: Qawaya:

source: Beats:
ayc: Muyu rixiña:

source: Regularity:
ayc: Jani atiya:

source: Master volume
ayc: Tata yatichiri jach'ata ch'axwayma

source: Stop Loops
ayc: Muyurinaka sayt'ayaña

source: Mute Loops
ayc: Muyurinaka ch'ujtayaña

source: Jump To Beat
ayc: Khuskha sartasa puriña

source: Synch to:
ayc: Ukampi mayachasiña:

source: 1 Beat
ayc: 1 limt'äwi

source: 2 Beats
ayc: 2 limt'äwinaka

source: 3 Beats
ayc: 3 limt'äwinaka

source: 4 Beats
ayc: 4 limt'äwinaka

source: 5 Beats
ayc: 5 limt'äwinaka

source: 6 Beats
ayc: 6 limt'äwinaka

source: 7 Beats
ayc: 7 limt'äwinaka

source: 8 Beats
ayc: 8 limt'äwinaka

source: 9 Beats
ayc: 9 limt'äwinaka

source: 10 Beats
ayc: 10 limt'äwinaka

source: 11 Beats
ayc: 11 limt'äwinaka

source: 12 Beats
ayc: 12 limt'äwinaka

source: Desktop 1
ayc: 1 qillqaña

source: Desktop %d
ayc: Qillqaña %d

source: Record microphone into slot 1
ayc: 1 chiqaru arsuñata katuqaña

source: Record microphone into slot 2
ayc: 2 chiqaru arsuñata katuqaña

source: Record microphone into slot 3
ayc: 3 chiqaru arsuñata katuqaña

source: Add new Sound
ayc: Machaqa sijiqi yapxataña

source: Sound:
ayc: Sijiqi:

source: Register:
ayc: Qillqata:

source: Play
ayc: Qhanayaña

source: TamTam
ayc: TamTam wakichata

source: Play / Stop
ayc: Qhanayaña / Sayt'ayaña

source: Balance
ayc: Puraparu

source: Click to record a loop
ayc: Click limt'ma maya muyuri katuqañataki

source: Click to add a loop
ayc: Maya muyuri yapxataña

source: Click to clear all loops
ayc: Muyurinaka qawayata apsuña

source: Source
ayc: Nakhtayiri

source: Effect
ayc: Mayjt'äwi

source: Control
ayc: Apanaqiri

source: Sound Output
ayc: Sijiqi mistüwi

source: LFO
ayc: OBF wakichata

source: Amplitude
ayc: Wakichäwinaka

source: Frequency
ayc: Kutxatäwi chimpu

source: Waveform
ayc: Ist'asïwi kasta

source: Sine
ayc: Taypi

source: Triangle
ayc: Kimsa k'uchu

source: Bi-Square
ayc: Paya-pusi k'uchu

source: Uni-Square
ayc: Maya-pusi k'uchu

source: Sawtooth
ayc: K'ullu khuchuña

source: Sawtooth-down
ayc: Aynacht'iri k'ullu khuchuña

source: Offset
ayc: Sartäwi

source: A low frequency oscillation (LFO) is an inaudible, pulsing wave used to change another sound.
ayc: Juk'a kutxatäwi muyuqiri (OBF) jani ist'kaña sijiqi limt'añawa ukasti yaqha sijiqi jaqtañawa.

source: The volume of the LFO wave. More volume means more effect.
ayc: OBF sijiqina jach'ata ist'asïwipawa. Jach'ata ch'axwäwixa walja mayjt'äwiwa.

source: The speed of the wave.
ayc: Sijiqi k'ata saräwipa

source: The type of wave that will be used for the LFO.
ayc: OBF wakichatataki akïri sijiqi sarayäwiwa apnaqsini

source: The value added to the amplitude of the LFO.
ayc: OBF wakichata sarayäwiru chani yapxatäwi

source: Seed
ayc: Jatha

source: A sequence of numbers without repetition chosen by the computer.
ayc: Computadora taypina apnaqañataki jani kuttiri jakhunaka siqi chhijlläwi

source: The smallest number allowed
ayc: Pisi jakhu wakisiri

source: The biggest number allowed.
ayc: Jila jakhu wakisiri

source: The speed of the sequence.
ayc: Ajllïwina k'ata saräwipa

source: The number to initialize the number generator
ayc: Jakhu sartayiri qalltañataki jakhu chimpu

source: Envelope
ayc: Muyuntañani

source: Attack
ayc: Atipjäwi

source: Decay
ayc: Aynacht'äwi

source: Sustain
ayc: Ch'amanchäwi

source: Release
ayc: Chuyma phasayasiña

source: An ADSR envelope is the shape of the sound's volume over time.
ayc: Sijiqiri muyuntäwixa ADSR taqi pacha sijiqïwi jach'ata ch'axwäwiwa.

source: (A) how quickly the sound reaches full volume.
ayc: (A) wali jach'ata ch'axwäwiru k'atawa purisi.

source: (D) how quickly the sound drops after the attack.
ayc: (D) wali jach'ata ch'axwäwixa maya atipjäwina k'atakiwa aynacht'i.

source: (S) the volume of the sound until the note is released.
ayc: (S) qillqata tukuyañapkama jach'ata ch'axwäwi.

source: (R) how quickly the sound goes away.
ayc: (R) qillqata tukuyipana k'atakiwa sijiqixa ch'ajt'awxi.

source: Trackpad X
ayc: Trackpad X wakichata

source: Scaling
ayc: Taña chimpu

source: Linear
ayc: Chiqa

source: Logarithmic
ayc: Jakhu chaninchäwi

source: Poll time
ayc: Uñachayäwi pacha

source: The trackpad can be used to modify the sound. This is from left to right.
ayc: trackpad sata XO wakichatanxa sijiqiri mayjt'ayañatakiwa. Ukatakixa ch'iqäxata kupïxaru sarayañawa.

source: The minimum value the trackpad will send.
ayc: trackpad wakichatawa pisi jakhu wakisiri chaninchani.

source: The maximum value the trackpad will send.
ayc: trackpad wakichatawa jila jakhu wakisiri chaninchani.

source: The shape of the value repartition. In a straight line (linear) or a curved line (logarithmic).
ayc: Chaninaka jaljayäwixa akhamawa. Chiqa siqina (chiqa) jani ukaxa (jakhu chaninchäwina)

source: The time interval between each event coming from the trackpad.
ayc: trackpad wakichatana luräwinakapa jaljäwi pacha.

source: Trackpad Y
ayc: Trackpad Y wakichata

source: The trackpad can be used to modify the sound. This is from top to bottom.
ayc: trackpad sata XO wakichataxa sijiqiri jaqtañatakiwa wakisiri. Ukasti alayata aynacharuñapawa.

source: FM
ayc: FM rayru

source: Carrier Frequency
ayc: Apnaqiri kutxatayiri

source: Modulator Frequency
ayc: Khuskhachiri kutxatayiri

source: Index
ayc: Wakichatanaka qillqata siqi

source: Gain
ayc: Jalaqa

source: Frequency modulation synthesis (FM) creates an electronic sound by combining the frequency of two waves (the carrier and the modulator).
ayc: Kutxatäwi khuskhachaña qhananchäwixa (FM) maya yaqha sijiqiri paya sijiqiri muyüwi mayachasa uñstayi (apnaqirimpi khuskhachirimpi).

source: The main wave frequency.
ayc: Wakisiri sijiqi saräwi kutxatäwi.

source: The frequency of the wave that will modify the Carrier wave.
ayc: Apnaqiri sijiqi saräwi mayjt'ayañataki mirq'i sijiqi saräwi kutxatäwi.

source: The variation in frequency of the Carrier wave.
ayc: Apnaqiri sijiqi saräwi sijiqi saräwi kutxatäwi mayjt'ayaña.

source: The volume of the sound.
ayc: sijiqi jach'ata ch'axwäwi.

source: Buzz
ayc: Chiriqi

source: Number of harmonics
ayc: Sumachiri jakhunaka

source: Filter Slope
ayc: Susuña wira

source: A buzz is a very bright sound with many harmonics.
ayc: chiriqi kunaymana sumachirinakani qhana sijiqiriniwa.

source: The pitch of the buzz sound.
ayc: Chiriqina sijiqipa

source: The harmonic thickness of the sound.
ayc: Sijiqina thuru sumachiripa.

source: The brightness of the sound.
ayc: Sijiqina lliphipa

source: VCO
ayc: OCV wakichata

source: Square
ayc: Pusi k'uchu

source: A voltage-controlled oscillator (VCO) creates an electronic sound by combining the shape of two waves.
ayc: Maya lliphiqiri nakhayiri ch'amampi apnaqataxa (OCV) paya sijiqiri mayachasina yaqha sijiqiri uñstayi.

source: The wave that will be modified by the VCO.
ayc: sijiqiri saräwi akïri OBF wakichatampi mayjt'ayataniwa.

source: The shape of the VCO's wave.
ayc: Uka sijiqi saräwi OCV uñanaqapa.

source: Pluck
ayc: P'itjaña

source: Vibrato
ayc: Khataqiri

source: An electronic string instrument (like a guitar).
ayc: Jach'a charankuna jat'iñanakapjama lurañani (maya jch'a charankjama).

source: The pitch of the instrument.
ayc: Jach'a charankuna ch'iliqipa

source: Noise
ayc: Ch'isiqi

source: White
ayc: Janq'u

source: Pink
ayc: Janq'u wila

source: Gauss
ayc: Gauss wakichata

source: Bandwidth
ayc: Jach'aru sariri

source: Noise is a sound with energy on every frequency.
ayc: Ch'isiqi kunaymana kutxatiri sijiqina ch'amanchatawa.

source: The shape of noise to be used (white = bright, pink = dark, gauss = colored).
ayc: Maya kasta ch'isiqi katuña (janq'u = lliphi, janq'u wila = ch'amaka, gauss sami= samichata).

source: The thickness of the sound.
ayc: sijiqi ch'amanchäwipa

source: Sound Sample
ayc: Sijiqi yant'awi

source: Sample Number
ayc: Yant'äwi jakhu

source: Sample name
ayc: Yant'äwi sutipa

source: A sample is a real sound that has been recorded and that can be played back.
ayc: Maya chiqa sijiqi yant'äwi ukasti mayampi qhanayataspawa.

source: The pitch of the sample.
ayc: Yant'äwi ch'iliqipa

source: The sample to be used.
ayc: Yant'äwi apnaqaña.

source: Voice
ayc: Aru

source: Vowel
ayc: Kunkachä qillqa

source: An electronic voice.
ayc: Maya makinachata aru

source: The pitch of the sound.
ayc: Sijiqina ch'iliqipa

source: The shape of the sound based on vowels.
ayc: Kunkachäwi qillqanakampi sijiqina ch'iliqipa

source: Grain
ayc: Grano sijiqi

source: The grain effect splits the sound in tiny bits which can be rearranged in time.
ayc: Grano sijiqi mayjt'ayiri sijiqi t'aqanuqu uksti maya pacha kutjtayarakispawa.

source: The pitch of grains.
ayc: Grano sijiqina ch'iliqipa

source: The variation in pitch of grains.
ayc: Grano sijiqinaka mayjt'äwinakapa

source: Additive Synthesis
ayc: Qhananchäwi chhaqtäwi

source: Spread
ayc: Muyjayaña

source: Additive synthesis creates musical timbre by combining different waves.
ayc: Qhananchäwi chhaqtäwi yaqha warurt'iri jawsañaxa kunaymana sijiqiri sarayirinakampi maya warrurt'ani jawsaña uñstayaraki.

source: The separation between the different waves.
ayc: Kunaymana sijiqi saräwi jaljtäwi.

source: The shape of the wave.
ayc: Sijiqi saräwi kasta.

source: Microphone input
ayc: Arnaqasiña apantaña

source: Length of the memory
ayc: Wakichatanaka imaña sarapa

source: memory number
ayc: Wakichatanaka imaña jakhupa

source: Playback speed
ayc: Qhanayäwi k'ata saräwipa

source: Microphone input is record into a buffer for playback (right-click on the object to record sound)
ayc: Arnaqasiñata arsüwixa maya tantiyu wakichatanaka imañaru apaqatawa (clic-kupïxapata limt'ma sijiqi katuqañataki)

source: This parameter can not be modified
ayc: Akïri qurpanchäwi janiwa mayjt'ayasiti

source: Speed playback changes duration and pitch of the sound
ayc: Qhanayäwi k'ata sarayäwi sijiqi ch'iliqipa pachapa jaqti

source: Delay
ayc: Qhipt'äwi

source: Feedback
ayc: Mayampi ch'amanchäwi

source: Delay is an audio effect that repeats the sound over and over.
ayc: Qhipt'äwixa (salla) ist'äwi mayjt'äwiwa ukawa sijiqi mayampi mayampi kutxatayi.

source: The speed of the delay.
ayc: Sallanakana k'ata saräwipa.

source: The time it takes for the sound to go away.
ayc: Sijiqi chhaqañapatakixa pachaxa juk'awa.

source: Distortion
ayc: Mayjt'ayaña

source: Resonance
ayc: Ch'ullqichäwi

source: Distortion Level
ayc: Mayjt'ayäwi kasta

source: Distortion is the deformation of a wave which creates harsh sounds.
ayc: Mayjt'ayäwixa sijiqi saräwi mayjt'ayäwiwa ukawa thuru sijiqinaka uñstayi.

source: The pitch of the distorted sound.
ayc: Mayjt'ata sijiqina ch'iliqipa.

source: The amount of vibration the instrument has against itself.
ayc: Walja ch'ullqinchäwini luraña.

source: The volume of the distorted sound.
ayc: Mayjt'ata sijiqina jach'ata ch'axwäwipa.

source: Filter
ayc: Susuña

source: An audio filter is designed to brighten, darken or color a sound.
ayc: Maya sijiqiri susuña wakichatawa lliphiyañataki, ch'amakt'ayañataki jani ukaxa maya sijiqiru samichañataki.

source: The point in the sound to be filtered.
ayc: sijiqi susuñataki chinu.

source: The size of the region affected by the filter.
ayc: Susuñana mayjt'ata taña katupa.

source: The type of filter used: lowpass = dark, highpass = bright, bandpass = colored.
ayc: Uka kasta susuñaxa: k'achata sari = ch'amaka, jach'ata sari = lliphi, thuqukipi = samichata.

source: Ring Modulator
ayc: Khuskhachiri añuña

source: Mix
ayc: Kittata

source: Ring modulation is an audio effect that creates metallic sounds.
ayc: Añuña khuskhachañaxa ist'äwi mayjt'ayañawa ukawa wali q'asiri sijiqinaka uñstayi.

source: The pitch of the ring modulator.
ayc: añuñana khuskhachañapa ch'iliqipa.

source: The volume of the modulated sound.
ayc: khuskhachata sijiqina jach'ata ch'axwäwipa.

source: The shape of the wave used for modulation.
ayc: Khuskhachañataki sijiqi saräwi kasta.

source: Length
ayc: Sara

source: Reverb Level
ayc: Lliphiqiri uñstayäwi

source: Reverberation is the length a sound stays in a room.
ayc: lliphiqiñaxa qhawqha pachasa maya sijiqi pachana ist'asïwi yatiyi.

source: The size of the room.
ayc: Jach'a utana tañapa

source: The brightness of the reverberated sound.
ayc: Uñstayata sijiqirina lliphipa.

source: The amount of reverb to be applied.
ayc: Walja uñstayäwi apnaqaña.

source: Harmonizer
ayc: Sumachiri

source: Dry delay
ayc: Liju qhipt'äwi

source: A harmonizer doubles the sound musically.
ayc: Maya sumachiri sijiqiri warurt'ampi payti.

source: The pitch of the doubled sound.
ayc: Paytata sijiqina ch'iliqipa.

source: The start time of the original sound.
ayc: Nayra sijiqiri qalltäwi pacha.

source: The balance between the original and the doubled sound.
ayc: Nayra sijiqirimpi ukata payaptatapampi purapachata.

source: Equalizer 4 bands
ayc: 4 kasta wakichata kikipachiri

source: Band one gain
ayc: Maya kasta wakichata jalaqapa

source: Band two gain
ayc: Paya kasta wakichata jalaqapa

source: Band three gain
ayc: Kimsa kasta wakichata jalaqapa

source: Band four gain
ayc: Pusi kasta wakichata jalaqapa

source: A 4 band equalizer chooses slices (bands) in the sound and makes them louder or softer.
ayc: Maya kikipachiri 4 kasta wakichatata siqinaka ajllma (kasta wakichatanaka) sijiqita ukawa llamp'uptayi ukata thuruptayi.

source: The volume of band 1 (low).
ayc: 1 kasta wakichiri jach'ata ch'axwiri.(arka)

source: The volume of band 2 (mid-low).
ayc: 2 kasta wakichiri jach'ata ch'axwiri.(taypi arka)

source: The volume of band 3 (mid-high).
ayc: 3 kasta wakichiri jach'ata ch'axwiri.(taypi ira)

source: The volume of band 4 (high).
ayc: 4 kasta wakichiri jach'ata ch'axwiri.(ira)

source: Chorus
ayc: Q'uchu

source: LFO Depth
ayc: OBF taypi

source: LFO Frequency
ayc: OBF kutxatäwi

source: The chorus effect plays copies of the same sound with a slight variation.
ayc: Q'uchuna mayjt'äwipa maya sapa sijiqina paytatapa qhanayi maya juk'a mayjt'ayasa.

source: The volume of the LFO signal.
ayc: OBF qhantäwina jach'ata ch'axwäwipa.

source: The pitch of the LFO signal.
ayc: OBF qhantäwina ch'iliqipa.

source: The amount of delay between the two signals.
ayc: Paya qhantäwina qhipt'äwipa.

source: Presets
ayc: Wakichata chiqachäwinaka

source: Main
ayc: Wakisiri

source: : controller output
ayc: Mistüwi apnaqiri

source: : sound output
ayc: : sijiqi mistüwi

source: : sound input
ayc: : sijiqi katuqäwi

source: Send sound to the speakers
ayc: Ch'axwiriru sijiqi apayaña

source: Duration:
ayc: Jakäwi:

source: s.
ayc: s. chimpu

source: Reset the worktable
ayc: irnaqaña qillqaña mayampi qalltaña

source: Record Synth sound into slot
ayc: Lark'aru katuqata sijiqiri katuqaña

source: Preset
ayc: wakichata chiqachañanaka

source: Draw tool
ayc: Jiruña yänaka

source: Paint tool
ayc: Samichaña yänaka

source: Generate new tune
ayc: Machaqa warurt'a sarayaña

source: Generate page
ayc: Laphi sartayaña

source: Page properties
ayc: Laphina utjirinakapa

source: Delete page(s)
ayc: Laphinaka chhaqtayaña

source: Duplicate page(s)
ayc: Laphinaka payaptayaña

source: Add page
ayc: Laphi apxataña

source: Beats per page
ayc: Laphitjama irtäwinaka

source: Save tune
ayc: Warurt'a katuqaña

source: Load tune
ayc: Warurt'a apxataña

source: Generate track
ayc: Thaki sartayaña

source: Track properties
ayc: Thakina utjirinakapa

source: Clear track
ayc: Thaki qhananchaña

source: Duplicate track
ayc: Thaki payaptayaña

source: Note(s) properties
ayc: Qillqata (naka) utjiri (nakapa)

source: Delete note(s)
ayc: Qillqatanaka chhaqatayaña

source: Duplicate note(s)
ayc: Qillqatanaka payaptayaña

source: Move note in time
ayc: Pachana qillqata aptaña

source: Lower pitch
ayc: Ch'iliqiña jithiqayaña

source: Raise pitch
ayc: Ch'iliqiña jithxatayaña

source: Modify duration
ayc: Jakäwi chiqachaña

source: Lower volume
ayc: Jach'ata ch'axwaña jithiqayaña

source: Raise volume
ayc: Jach'ata ch'axwayaña jithxataña

source: Pause
ayc: Suyt'ayaña

source: Keyboard recording
ayc: Qillqaña limt'aña katuqaña

source: Save as .ogg
ayc: .ogg wakichata apaqaña

source: Rewind
ayc: Ch'amanchaña

source: Save to journal and quit
ayc: Sapüru imäwita mistusa imaña

source: -- Rhythm density, | Rhythm regularity
ayc: -- Warurt'a chani, | warurt'a jani atiya

source: -- Pitch regularity, | Pitch maximum step
ayc: -- Jani atiya ch'iliqi, | ch'iliqi jila saräwi

source: -- Average duration, | Silence probability
ayc: -- Tantityu jakäwi, | Ch'ujtänchañapa

source: Major scale
ayc: Jilïri ira

source: Harmonic minor scale
ayc: Arka ira sumachiri

source: Natural minor scale
ayc: Sullka ira uñt'ata

source: Phrygian scale
ayc: Arka ira

source: Dorian scale
ayc: Taypi ira

source: Lydian scale
ayc: Taypi arka ira

source: Mixolydian scale
ayc: Purapa arka ira

source: Save preset
ayc: Wakichata chiqachaña imaña

source: Load preset
ayc: Wakichata chiqachaña apxataña

source: Close
ayc: Jiwayaña

source: Transpose up
ayc: Alayaru apakipaña

source: Transpose down
ayc: Aynacharu apakipaña

source: Volume up
ayc: Jach'ata ch'axwayaña

source: Volume down
ayc: Jisk'ata ch'axwayaña

source: Panoramization
ayc: Uñatatayäwi

source: Lowpass filter
ayc: Sumata saräwi susuña

source: Highpass filter
ayc: Wali saräwi susuña

source: Bandpass filter
ayc: Apakipaña susuña

source: Filter cutoff
ayc: Susuña jach'anchata

source: Open algorithmic generator
ayc: Jakhunaka chanichjäwi sarayiri qhantayaña

source: Minimum value
ayc: Juk'a chani wakisiri

source: Maximum value
ayc: Jila chani wakisiri

source: Specific parameter
ayc: Wakisiri qurpanchäwi

source: Apply generator
ayc: Sartayiri qhantayaña

source: Cancel
ayc: Tukuyaña

source: All
ayc: Taqi

source: Animals
ayc: Uywanaka

source: Objects
ayc: Yänaka

source: Keyboard
ayc: Qillqanaka limtaña

source: People
ayc: Jaqinaka

source: Percussions
ayc: Chhilliqiri

source: Strings
ayc: Charanku ch'anka

source: Winds
ayc: Anillunaka

source: Left click to record, right click to record on top
ayc: Clic ch'iqäxata limtasa imaña, clic kupïxata limt'asa imatxaru imaña

source: Complexity of beat
ayc: Irtäwi ch'amatapa

source: Beats per bar
ayc: Irtäwi pachanaka

source: Record with the microphone
ayc: Arnaqasiñampi katuqaña

source: Open SynthLab to create noise
ayc: SynthLab wakichata chaxwiri uñstayañataki qhantayañataki

source: Record microphone into slot 4
ayc: 4 uchäwi arnaqasiñata katuqaña

source: Guinea Pig
ayc: Wank'u

source: Gamelan
ayc: Chikachiri Wayna

source: Electric Guitar
ayc: Lusa qhanampi qhanayiri jach'a charanku

source: Koto
ayc: Koto sata jach'a charanku kasta

source: Banjo
ayc: Banyo sata jach'a charanku kasta

source: Ukulele
ayc: Ukulele sata jach'a charanku kasta

source: Harpsichord
ayc: clavicémbalo sata arpa kasta

source: Clarinet
ayc: Clarinete phusa

source: Flute
ayc: Chili phusa

source: Piano
ayc: Piano warurt'a chikanchaña

source: Dog
ayc: Anuqara

source: Chicken
ayc: Chhiwchhi

source: Duck
ayc: Patu

source: Raspberry
ayc: Q'anaña

source: Harmonica
ayc: Harmónica phusaña

source: Alarm
ayc: Q'asiri wakichata

source: Bird
ayc: Jamach'i

source: Frog
ayc: K'ayra

source: Cat
ayc: Phisi

source: Cow
ayc: Waka

source: Cricket
ayc: Nina pankataya

source: Bottle
ayc: Wutilla

source: Dump
ayc: Jaqtjaña

source: Cymbal
ayc: Chuwaqallunaka

source: Ow
ayc: Ow chimpu

source: Hey
ayc: Hey warurt'iri jilata

source: Sheep
ayc: Obeja sata tata

source: Water
ayc: Uma

source: Ray Gun
ayc: Q'ijunaka qaxchaña

source: Trumpet
ayc: Trompeta phusaña

source: Clavinet
ayc: Clavinet sata jach'a charanku kasta

source: Flugelhorn
ayc: Fliscorno sata jach'a charanku kasta

source: Foghorn
ayc: titiqiri

source: Bubbles
ayc: Jupuqunaka

source: Marimba
ayc: Marimba chhiliqiri

source: Fingercymbals
ayc: Suxusuxunaka

source: Laugh
ayc: Laru

source: Baby Laugh
ayc: Asu wawa laru

source: Baby Uh-oh
ayc: Uh-oh sata asu wawana isipa

source: Cling
ayc: Yatisiña

source: Bicycle bell
ayc: wisikilitana titiqiñapa

source: Door
ayc: Punku

source: Electric Bass
ayc: Lusa qhanampi arsuri Bajo phusa

source: Acoustic Guitar
ayc: Salla jach'a charanku

source: Dice
ayc: Dado anataña

source: Didjeridu
ayc: Didjeridu sata ch'ili phusa

source: Harmonium
ayc: Armonio sata warurt'a chikachaña

source: Horse
ayc: Kawallu

source: Kalimba
ayc: Kalimba warurt'a chikachiri tata

source: Mandolin
ayc: Tantiyu jach'a charanku

source: Ocarina
ayc: Ocarina phusa

source: Rhodes
ayc: Piano Rhodes warurt'a chikachiri

source: Saxophone
ayc: Saxofón phusa
