Repository: sugarlabs/tamtam
Catalog: po/ayc.po
Languages: ayc

source: Soprano Saxophone
ayc: Saxofón soprano phusa

source: Shehnai
ayc: Shehnai phusa

source: Sitar
ayc: Sitar sata jach'a charanku kasta

source: Tuba
ayc: Tuba phusa

source: Violin
ayc: Violin phusa

source: Camera
ayc: Awtu kamara

source: Car
ayc: Awtu

source: Car Horn
ayc: Awtu waruriñapa

source: Cello
ayc: Chelo warurt'iri

source: Chimes
ayc: Wiskhalla kampananaka

source: Crash
ayc: Muqthapi

source: Plane
ayc: Awyuna

source: Slap
ayc: T'axllxaña

source: Temple Bell
ayc: Wilina kampana

source: Sarangi
ayc: Sarangi tantiyu jach'a charanku

source: 'au tahana
ayc: 'au tahana jakäwipa

source: Jazz / Rock Kit
ayc: Jazz / Rock ch'axwiri warurt'anaka sarayaña

source: African Kit
ayc: Africano warurt'anaka sarayiri

source: Arabic Kit
ayc: Árabe warurt'anaka sarayiri

source: Electronic Kit
ayc: lusa qhanampi warurt'anaka sarayiri

source: South American Kit
ayc: Sudamericano warurt'anaka sarayiri

source: Nepali
ayc: Nepalés marka jaqi

source: TamTamEdit
ayc: TamTamEdit wakichata chiqachaña

source: TamTamJam
ayc: TamTamJam wakichata

source: TamTamMini
ayc: TamTamMini wakichata

source: TamTamSynthLab
ayc: TamTamSynthLab wakichata
