Repository: sugarlabs/tamtam
Catalog: TamTamEdit.activity/po/*.po
Languages: te, ur

source: TamTamEdit
te: టామ్​టామ్​ కూర్పు
ur: ٹم ٹم مرتب کرنا

source: Play / Pause
te: వాయించు/నిలుపు
ur: چلائيں/ٹھرائيں

source: Stop
te: ఆపు
ur: روک دو

source: Record keyboard
te: కీబోర్డు ను రికార్డు చేయి

source: Record to ogg
te: ఓగ్గ్ (ogg) గా రికార్డు చేయి

source: Select Tool
te: పనిముట్టును ఎంపిక చేయి
ur: منتخب آلہ

source: Draw Tool
te: చిత్రలేఖన పనిముట్టు
ur: بنائيں ٹول

source: Paint Tool
te: రంగుల పనిముట్టు
ur: رنگ و روغن کا آلہ

source: Duplicate
te: ప్రతిని తయారుచేయి
ur: نقل

source: Volume / Tempo
te: వాల్యూం/టెంపో

source: Generate Tune
te: రాగం తయారుచెయ్యి
ur: دھن بنايں

source: Generation
te: తయారవుతున్నది

source: Properties
te: లక్షణాలు
ur: خاصيتيں

source: Volume
te: వాల్యూమ్
ur: آواز کی شدت

source: Tempo
te: టెంపో
ur: موسيقی/چال

source: Rythm
te: లయ
ur: سر تال‌

source: Density
te: సాంద్రత
ur: کثافت

source: Regularity
te: క్రమత
ur: باقاعدگی

source: Pitch
te: శృతి

source: Maximum step
te: గరిష్ట మెట్టు
ur: انتہائی قدم

source: Duration
te: కాలపరిమాణము
ur: دورانيہ‎‏‏

source: Note duration
te: నోట్ కాలపరిమాణము
ur: سر ظاہر کرنے کا دورانيہ

source: Silence density
te: నిశ్శబ్ద సాంద్రత

source: Scale:
te: స్వర క్రమము (స్కేల్):
ur: پيمانہ:

source: Major scale
te: మేజర్ స్కేల్
ur: بڑا پيمانہ

source: Harmonic minor scale
te: మధురమైన మైనర్ స్కేల్
ur: چھوٹا سريلا پيمانہ

source: Natural minor scale
te: సహజమైన మైనర్ స్కేల్
ur: چھوٹا قدرتئ پيمانہ

source: Phrygian scale
te: ఫ్రీజియన్ స్కేల్
ur: فرجين پيمانہ

source: Dorian scale
te: డొరియన్ స్కేల్
ur: ڈورين پيمانہ

source: Lydian scale
te: లీడియన్ స్కేల్
ur: ليڈين پيمانہ

source: Myxolidian scale
te: మిక్సోలీడియన్ స్కేల్
ur: ميکسوليڈين پيمانہ

source: Mode:
te: మోడ్:

source: Drunk
te: డ్రంక్
ur: بدمست

source: Drone and Jump
te: డ్రోన్ మరియు జంప్
ur: خراٹے لينا اور چھلانگ

source: Repeater
te: రిపీటర్
ur: دوہرانا

source: Loop segments
te: సెగ్మేంట్లను వలయీకరించు

source: None
te: ఏవీ కావు
ur: کوئی نہيں

source: Lowpass
te: లో పాస్
ur: لوپاس

source: Bandpass
te: బాండ్ పాస్
ur: بينڈ پاس

source: Highpass
te: హై పాస్
ur: پاس ہائی

source: Line
te: లైన్
ur: لکير

source: Loop Segments
te: సెగ్మేంట్లను వలయీకరించు
ur: مسلسل حصے

source: Purple
te: ఊదా
ur: جامنی

source: Green
te: ఆకుపచ్చ
ur: سبز

source: Blue
te: నీలం
ur: نيلا

source: Yellow
te: పసుపు రంగు
ur: پيلا

source: Grid division:
te: గ్రిడ్ విభజన:

source: Page color:
te: పుట వర్ణం:
ur: صفحہ کا رنگ

source: Transposition:
te: కొత్త రాగం కట్టు:
ur: انتقال

source: Volume:
te: వాల్యుం:
ur: آواز کی شدت

source: Pan:
te: పాన్:
ur: پين

source: Reverb:
te: ప్రకంపించు:

source: Attack duration:
te: ఎటాక్ వ్యవధి:
ur: حملہ کا دورانيہ

source: Decay duration:
te: డికే వ్యవధి:
ur: تبديلئ کا دورانيہ

source: Filter Type:
te: ఫిల్టర్ రకము:
ur: فلٹر کئ قسم

source: Filter cutoff:
te: ఫిల్టర్ కట్ ఆఫ్:
ur: خاتمہ فلٹر

source: Type:
te: రకం:
ur: قسم :

source: Minimum:
te: కనిష్టం:
ur: کم اذ کم

source: Maximum:
te: గరిష్టం:
ur: ذيادہ سے ذيادہ

source: Random:
te: ఐచ్చిక రహితం:
ur: بے ترتيب

source: Track 1 Volume
te: 1 వ పాట వాల్యూం
ur: ٹريک 1 کئ آواذ

source: Track 5 Properties
te: 5 వ పాట లక్షణాలు
ur: ٹريک 5 کئ خصو صيات

source: Compose
te: సృజియించు
ur: ترتيب ديں

source: Generate
te: తయారుచేయి
ur: بنايں

source: M
te: ఎం(M)

source: Mute track
te: పాటను నిశ్శబ్దీకరించు
ur: خاموش ٹريک

source: S
te: ఎస్(S)

source: Solo track
te: సోలో ట్రాక్
ur: انفرادئ ٹريک

source: Track %s Properties
te: పాట యొక్క %s లక్షణాలు
ur: ٹريک کئ اوسط خصوصيات

source: Left click to mute, right click to solo
te: ఎడమవైపు నొక్కితే నిశ్శబ్దం, కుడి వైపు నొక్కితే సోలో
ur: خاموشئ کے ليے داياں/انفرادئ کے ليے باياں

source: Select tool
te: పనిముట్టు ఎంచుకో
ur: منتخب آلہ

source: Draw tool
te: చిత్రలేఖన పనిముట్టు
ur: بنانے کا آلہ

source: Paint tool
te: రంగుల పనిముట్టు
ur: رنگ کا آلہ

source: Generate new tune
te: కొత్తరాగాన్ని తయారు చేయి
ur: نئ دھن بنايں

source: Generate page
te: పుటను తయారుచేయి
ur: صفحہ بنايں

source: Page properties
te: పుట లక్షణాలు
ur: صفحہ کئ خصوصيات

source: Delete page(s)
te: పుట(లు) తొలగించు
ur: صفحہ ختم کريں

source: Duplicate page(s)
te: పుట(లు) ప్రతిని తయారు చేయి
ur: صفحہ کئ نقل

source: Add page
te: పుటను కలుపు
ur: صفحہ شامل کريں

source: Beats per page
te: పుటకు ఉండే దరువులు
ur: ہر صفحہ کئ لئے

source: Save tune
te: రాగాన్ని దాచు
ur: دھن محفوظ کريں

source: Load tune
te: రాగాన్ని ఎత్తుకో
ur: دھن لوڈ کريں

source: Generate track
te: పాటను తయారు చేయి
ur: ٹريک بنائيں

source: Track properties
te: పాట లక్షణాలు
ur: ٹريک کی خصوصيات

source: Clear track
te: పాటను తొలగించు
ur: ٹريک صاف کريں

source: Duplicate track
te: పాట ప్రతిని తయారు చేయి
ur: ٹريک کئ نقل

source: Note(s) properties
te: నోట్స్ లక్షణాలు
ur: نوٹ کئ خصوصيات

source: Delete note(s)
te: నోట్సును తొలగించు
ur: نوٹ ختم کريں

source: Duplicate note(s)
te: నోట్స్ ప్రతిని తయారుచేయి
ur: نوٹ کئ نقل

source: Move note in time
te: సకాలంలో నోట్ ను తరలించు
ur: وقت پر نوٹ کو حرکت

source: Lower pitch
te: మంద్ర శృతి
ur: نيچئ سطح

source: Raise pitch
te: శృతి పెంచు
ur: سطح بلند کريں

source: Modify duration
te: వ్యవధి మార్చు
ur: دورانيہ تبديل کريں

source: Lower volume
te: వాల్యూం తగ్గించు
ur: نيچئ آواز

source: Raise volume
te: వాల్యూం పెంచు
ur: بلند آواز

source: Play
te: వాయించు
ur: چلائيں

source: Pause
te: నిలుపు
ur: ٹھرائيں

source: Keyboard recording
te: కీబోర్డు నుంచి రికార్డు చేయి
ur: کليدی تختے سے ريکارڈ کريں

source: Save as .ogg
te: ఓగ్గ్(.ogg)గా బద్రం చేయి
ur: ۔اوگ ميں محفوظ کريں

source: Rewind
te: వెనుకకు తిప్పు
ur: واپس

source: Save to journal and quit
te: పద్దులో బద్రపరచి బయటకు వచ్చేయి
ur: روزنامچہ ميں محفوظ کريں اور باہر آئيں

source: Master volume
te: మాస్టర్ వాల్యూం
ur: ماسٹر آواز

source: -- Rythm density, | Rythm regularity
te: --లయ సాంద్రత, | లయ క్రమత
ur: ---سرتال گہرائی|---سرتال بلندی

source: -- Pitch regularity, | Pitch maximum step
te: --శృతి క్రమత | శృతి గరిష్ట మెట్టు

source: -- Average duration, | Silence probability
te: --సగటు వ్యవధి, | నిశ్శబ్ద ప్రోబబిలిటీ

source: Myxolydian scale
te: మిక్సోలీడియన్ స్కేల్
ur: ميکسوليڈين پيمانہ

source: Save preset
te: ప్రిసెట్ ను దాయి
ur: پري سيٹ محفوظ کريں

source: Load preset
te: ప్రిసెట్ ను లోడ్ చేయి
ur: پري سيٹ لوڈ کريں

source: Close
te: మూసివేయి
ur: بند کريں

source: Transpose up
te: ట్రాంస్పోస్ అప్
ur: ٹرانسپوذ چلايں

source: Transpose down
te: ట్రాంస్పోస్ డౌన్
ur: ٹرانسپوذ بند کريں

source: Volume up
te: వాల్యూమ్ పెంచు
ur: آواز اونچئ کريں

source: Volume down
te: వాల్యూమ్ తగ్గించు
ur: آواز نيچئ کريں

source: Reverb
te: ప్రకంపించు

source: Attack duration
te: అటాక్ వ్యవధి
ur: حملے کا دورانيہ

source: Decay duration
te: డికే వ్యవధి
ur: ڈيکے کا دورانيہ

source: Lowpass filter
te: లో పాస్ ఫిల్టర్
ur: لو پاس فلٹر

source: Highpass filter
te: హైపాస్ ఫిల్టర్
ur: ہائ پاس فلٹر

source: Bandpass filter
te: బాండ్ పాస్ ఫిల్టర్
ur: بينڈ پاس فلٹر

source: Filter cutoff
te: ఫిల్టర్ కట్ ఆఫ్
ur: فلٹر ختم کريں

source: Open algorithmic generator
te: అల్గోరిథ్మిక్ జెనరేటర్ ను తెరు
ur: الگوردھمک جنريٹر کھوليں

source: Drone and jump
te: డ్రోన్ మరియు జంప్
ur: آواذ اور چھلانگ

source: Minimum value
te: కనిష్ట విలువ
ur: کم سے کم قد

source: Maximum value
te: గరిష్ట విలువ
ur: زيادہ سے زيادہ قدر

source: Specific parameter
te: స్ఫష్టమైన పారామీటర్
ur: مخصوص مقدار

source: Apply generator
te: జనరేటర్ ను అప్ప్లయి చెయ్యి
ur: جنريٹر لگايں

source: Cancel
te: రద్దుపరచు
ur: مٹاؤ

source: Balance
te: తూకం
ur: توازن

source: Play / Stop
te: వాయించు/ఆపుచేయి
ur: چلاؤ/روکو

source: Left click to record, right click to record on top
te: ఎడమవైపు నొక్కితే రికార్డు చేయుటకు, కుడి వైపు నొక్కితే పైన రికార్డు చేయుటకు
ur: محفوظ بايں کلک/اوپرمحفوظ دايں کلک

source: Complexity of beat
te: దరువు యొక్క సంక్లిష్టత
ur: : لۓ کئ پيچيدگئ

source: Beats per bar
te: పట్టీకి ఉండే దరువులు
ur: اک نشان کليے لۓ

source: Jazz / Rock Kit
te: జాజ్/రాక్ పనిముట్ట్లు
ur: : جاز / راک کٹ

source: African Kit
te: ఆఫ్రికన్ పనిముట్ట్లు
ur: افريقن کٹ

source: Arabic Kit
te: అరబిక్ పనిముట్ట్లు
ur: عريبک کٹ

source: South American Kit
te: సౌత్ ఆమెరికన్ పనిముట్లు
ur: : جنوبئ امريکن کٹ

source: Electronic Kit
te: ఎలక్ట్రానిక్ పనిముట్లు
ur: : اليکٹرونک کٹ

source: Record with the microphone
te: మైక్రో ఫోనుతో రికార్డు చెయ్యి
ur: : مائکرو فون سے آواز محفوظ کريں

source: Open SynthLab to create noise
te: సందడి శ్రుష్టించడానికి సింథ్‍లాబ్ నితెరువు
ur: شور کے ليے سنتھ ليب کھوليں

source: Record mic into slot 1
te: 1 వ స్లాట్ లోని మైకు నుండి రికార్డుచేయి
ur: جھرئ 1 ميں بول کے محفوظ کريں

source: Record mic into slot 2
te: 2 వ స్లాట్ లోని మైకు నుండి రికార్డుచేయి
ur: جھرئ 2 ميں بول کے محفوظ کريں

source: Record mic into slot 3
te: 3 వ స్లాట్ లోని మైకు నుండి రికార్డుచేయి
ur: جھرئ 3 ميں بول کے محفوظ کريں

source: Record mic into slot 4
te: 4 వ స్లాట్ లోని మైకు నుండి రికార్డుచేయి
ur: جھرئ 4 ميں بول کے محفوظ کريں
